src/tr069/samples/tr069_reboot_req.xml

<soapenv:Envelope
  xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
  soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:cwmp="urn:dslforum-org:cwmp-1-0">
    <soapenv:Header>
      <cwmp:ID soap:mustUnderstand="1">1234</cwmp:ID>
    </soapenv:Header>
    <soapenv:Body>
      <cwmp:Reboot>
        <CommandKey>RebootCommandKey</CommandKey>
      </cwmp:Reboot>
    </soapenv:Body>
</soapenv:Envelope>
